[
    {
        "id": 1,
        "title": "冥想",
        "content": "冥想（包含Youga Nidra）一直是我日常生活中的重要部分。通过冥想，我可以放松身心，提升专注力和内在的平静。在繁忙的学业和项目之间，冥想可以帮助我保持平衡和清晰的思维。截至2024年9月24日，潮汐app记录了我数千分钟的冥想时长。",
        "category": "hobby",
        "date": "2022-09-01",
        "media": null
    },
    {
        "id": 2,
        "title": "获得全国大学生数学建模竞赛国奖",
        "content": "拿下了数模国赛的国奖。为了这一天我等了很久，之前也参加了很多数学建模的比赛，有顺利的也有不顺利的，这期间还发生了很多事情让我成长和收获很多。没有白走的路，每一步都算数^ ^",
        "category": "milestone",
        "date": "2024-09-15",
        "media": null
    },

    {
        "id": 5,
        "title": "宫崎骏的电影",
        "content": "我是宫崎骏的忠实粉丝。千与千寻这部电影，从小到大（哪怕是到现在）我还会n刷，到现在早看了几十次了。还看过很多其他的，比如风之谷、天空之城、龙猫、魔女宅急便、幽灵公主、千与千寻、哈尔的移动城堡等。",
        "category": "hobby",
        "date": "2012-09-11",
        "media": null
    },
    {
        "id": 6,
        "title": "喜欢的其他电影、电视剧和音乐",
        "content": "我还喜欢很多电影，比如情书、错过你的那些年等。\n喜欢的电视剧包括老友记和爱情公寓。\n喜欢王菲、单依纯、孙燕姿、张碧晨、莫文蔚、陶喆、方大同和许嵩等人的歌。",
        "category": "hobby",
        "date": "2012-09-11",
        "media": null
    },
    {
        "id": 7,
        "title": "“六不人员”",
        "content": "我对未来的规划：不考研不保研不出国不考公，不卷综测奖学金，不考川渝电网，也就是本科就就业。我确实热爱科研，热爱探索和钻研，如果能在自己感兴趣的领域深造，当然是幸福的事情，但是我仍然选择不读研，是因为相比于对科研的热爱，我更不希望我还要多至少三年的时间才能毕业，而且我厌恶不确定性，考研或保研，也不是说成功就可以成功的。\n其实大多数人读研是为了以后就业更好，但我坚信，只要自己足够优秀，本科的就业质量也会让我满意，所以我一直在不断的努力着。",
        "category": "study",
        "date": "2025-04-22",
        "media": null
    },
    {
        "id": 8,
        "title": "AI不会淘汰太多人，但会大幅削弱不会用AI的人的竞争力",
        "content": "这两天试了试AI Agent，发现很多Agent还是比较好用的。国内的其他AI比如豆包，元宝，DeepSeek也都蛮不错。我突然发现，自己之前几周才能完成的事情，现在AI几小时，甚至几分钟就可以完成，难道代表之前的努力没有意义了吗？\n某种意义上，面向结果来说，确实是这样的。但是正让我意识到一个事：AI会大幅提高人的效率，不会用甚至不愿用AI的人，都会被大幅削弱竞争力。\n还有一点：有些很厉害的AI还是国外的，比如ChatGPT，Claude和Gemini。这些确实都很厉害，而国内大部分人都是用不上这些AI的。\n所以，人和人的差距会体现在：是否会用AI（知道如何提问，或者说是写prompt）以及能否接触到最前沿的AI（比如AI Agent和国外的一些AI）上。",
        "category": "ai",
        "date": "2025-05-23",
        "media": null
    },
    {
        "id": 10,
        "title": "发表自动驾驶轨迹预测SCI论文",
        "content": "在IEEE Transactions on Vehicular Technology期刊上发表了一篇关于自动驾驶车辆轨迹预测的SCI论文。为了它，我曾经吃了很多苦，但是我现在相信，这些苦完全都是值得的，如果当时能用早起代替熬夜就更值得了。\n这个论文也算是我的敲门砖，正是因为这个论文，后面我转专业才有了一定的优势；正是因为这个论文，优秀的同学才愿意和我一起组队参加比赛，我后面才拿了竞赛国奖...",
        "category": "milestone",
        "date": "2024-06-20",
        "media": null
    },
    {
        "id": 11,
        "title": "学会思考很主要，培养自己独立思考的习惯",
        "content": "找工作面试的时候，面试官喜欢“深挖简历”，喜欢“拷打”，我认为核心都是：基于我们提供的信息，不断去了解我们到底在解决一个什么问题、当时是基于什么做出了这样的决策。也就是了解我们的思考的过程。回到我的底层能力上进行考察，了解一个立体的我，深度的我。\n而且，要学会向内求而不是向外求。准备面试时，与其看很多别人的面经，不如好好回顾一下自己。在呈现的简历中，除了我想传达的这些成绩之外，中间自己有过什么思考、收获了哪些成长、突破到底在哪里？这个过程也是不断更加了解自己的过程，而且准备好了这些，更可以以不变应万变，更可以自如地面对各种各样的面试官的问题。",
        "category": "study",
        "date": "2025-05-27",
        "media": null
    },
    {
        "id": 12,
        "title": "获得腾讯CSIG事业群暑期实习机会",
        "content": "经过多轮面试，终于获得了腾讯CSIG事业群的暑期实习机会，负责腾讯AI和云计算产品的落地与解决方案。我很开心也很珍惜这次机会，这对我来说是一个非常难得的学习和成长机会，我非常期待能在这个岗位上有所作为。",
        "category": "milestone",
        "date": "2025-04-10",
        "media": null
    },
    {
        "id": 14,
        "title": "坚持跑步",
        "content": "喜欢在四运跑步，之前甚至经常大半夜在外面跑。目前最远的一次是跑了16km，40圈。计划有时间跑个20km，50圈~",
        "category": "hobby",
        "date": "2024-09-20",
        "media": null
    },
    {
        "id": 15,
        "title": "有时要把目光拉长，有时要把目光拉短",
        "content": "人生，长远的看，有好多事情要做哇。有的时候想到，难免也会有些焦虑。如果把目光拉短，享受当下，就更会发现生活的美好。生活中总有一些小小的幸福时刻，比如清晨的第一缕阳光、一杯热咖啡、一本好书，或者与朋友的一次愉快聊天。这些看似平凡的瞬间，却是构成美好人生的重要部分。",
        "category": "life",
        "date": "2025-05-20",
        "media": null
    },
    {
        "id": 17,
        "title": "学习日文",
        "content": "计划有时间的话，就开始学习日文，准确的说是复习，因为之前有过相关的基础。还是比较喜欢日本的文化，希望以后有机会可以去日本玩。",
        "category": "hobby",
        "date": "2025-05-27",
        "media": null
    },
    {
        "id": 18,
        "title": "事常与人违，事总在人为",
        "content": "好事坏事，都会变成故事^ ^",
        "category": "life",
        "date": "2025-05-15",
        "media": null
    },
    {
        "id": 19,
        "title": "爱看美剧，最爱看老友记",
        "content": "平时最爱看的就是老友记，只不过目前还没刷完10季，刷完了会2刷3刷的。\n这部剧里我最喜欢菲比，喜欢她的精神状态，我感觉我的性格和她也有点像，心理状态良好哈哈哈。\n最不喜欢的是罗斯，主要是因为罗斯很多时候太钻牛角尖了，比如菲比不相信进化论罗斯就急了，非要说服她，其实都无所谓呀。没必要非要改变别人的想法。",
        "category": "hobby",
        "date": "2025-05-29",
        "media": null
    },
    {
        "id": 20,
        "title": "只筛选不改变",
        "content": "交朋友也好，选择伴侣也罢，成年人的世界都要“只筛选不改变”。改变他人需突破其数十年固化的认知与防御机制，成本远高于筛选同频者，而自我成长才是关系中唯一可控的变量。",
        "category": "life",
        "date": "2025-05-29",
        "media": null
    },
    {
        "id": 21,
        "title": "无心插柳柳成荫~",
        "content": "无心插柳柳成荫才是美丽 有哪种美好是来自刻意",
        "category": "life",
        "date": "2025-06-02",
        "media": null
    },
    {
        "id": 22,
        "title": "坦坦荡荡、大大方方的",
        "content": "不喜欢什么，就要大大方方的说，要不然别人以为你并不在意。\n喜欢什么，就要坦坦荡荡的争，要不然凭什么好的结果落到你身上^ ^",
        "category": "life",
        "date": "2025-06-02",
        "media": null
    },
    {
        "id": 23,
        "title": "商业角度去理解AI的模型层和应用层",
        "content": "C端用户需要的不是模型本身，而是“用模型解决问题的能力”，所以我认为应用层的价值要高于模型层。\n而且类似电力、云计算，未来模型也会走向公有化，应用层的垂直创新才是最核心的竞争壁垒。这一方面我认为国内做的比较好的就是腾讯和字节。尤其是字节的豆包，真的很强，最开始以为很垃圾因为名字和icon。",
        "category": "ai",
        "date": "2025-05-21",
        "media": null
    },
    {
        "id": 24,
        "title": "Agent是AI的未来的重要方向",
        "content": "AI Agent = 大模型（模型即产品） + 记忆 + 使用工具（甚至是小红书、地图） + 自主规划（自主规划任务执行过程）",
        "category": "ai",
        "date": "2025-05-24",
        "media": null
    },
    {
        "id": 25,
        "title": "果粉",
        "content": "2024-07-22，这一天我买了人生的第一台为自己而买的iPhone，是iPhone15 Plus，同年10月又买了Apple Watch，Airpods pro等等。还是喜欢苹果的产品，用着体验感很好。不过华为的也比较喜欢，这两天新出了个折叠电脑，还是慢慢新鲜感的。",
        "category": "hobby",
        "date": "2024-07-22",
        "media": null
    },
    {
        "id": 26,
        "title": "学好专业课",
        "content": "专业课学好，要面向结果而非过程。但反过来，如果希望结果好，那过程就很重要了。我认为核心是，不要学那些和考试关系小的以及性价比低的，把时间花在刀刃上。而且考试考的都很简单，所以不要花太多时间钻牛角尖学太难的，先完成再完美。而且老师给的重要的资料一定要好好学习。",
        "category": "study",
        "date": "2025-06-02",
        "media": null
    },
    {
        "id": 27,
        "title": "最近研究上了生辰八字和五行，这些也都属于易经",
        "content": "高中的时候就对生辰八字，五行和易经有一定的了解。我崇尚科学，但我认为这些绝不是糟粕。而且很多人误解，说这些东西是算命的，其实不是的，这些东西在我眼里，更主要的是改命，而且已经产生了实质性的好处了。甚至有的时候，更像是一面镜子，让你知道自己哪里不好，同时告诉你，为什么是这样子？如何改？\n易经为生辰八字和五行理论提供了哲学基础，而后两者则是易经思想在命理和自然规律解读方面的具体应用，所以这三者密不可分。\n我准备后面继续研究五行，争取在这方面的特定领域精通。感觉这个甚至变成了社交工具，起码给身边人算这些，身边人目前还没有排斥的哈哈哈。\n拿我自己举例子，我五行火多而缺土。火多就容易有个问题：性格爱急躁，说话爱强话，爱急于求成，甚至是钻牛角尖。我的天呐我就是这样的。最近在腾讯实习，内部一直在讲debug，我也跟着debug，de我自己的bug（学习和改进自己是终生的），所以我也在找这个的解决方案。第一个当然是在日常生活中克制，有意的去改变。我觉得我做到了，而且做的很好。\n第二个就是从五行的角度来说了，火旺，要用水克制，而黑色属水，所以可以多穿黑色的衣服。同时佩戴金银饰品，这些也属水。",
        "category": "hobby",
        "date": "2025-07-09",
        "media": null
    },
    {
        "id": 28,
        "title": "很多时候，很多事情，做了才知道，自己原来不仅也可以做成，还可以做的很好。",
        "content": "之前做电路原理的实验，因为同组人也很厉害，动手能力也很强，我甚至成为了半个做事的半个打杂的，负责一部分的接线，记录数据等。不过因为我后面要去南京腾讯实习，导致有实验做不了，老师还是蛮关心我的，就让我提前做了。因为我提前做，只有我一个人做，没有人可以依靠啦，而且这个实验还很难，最后我还是一步一步完成了，而且完成的很好，最后很有成就感~\n所以很多时候，自己其实是可以做到的。相信自己捏。",
        "category": "study",
        "date": "2025-06-05",
        "media": null
    },
    {
        "id": 29,
        "title": "明天入职腾讯，今天先在南京玩玩^ ^",
        "content": "去了德基广场（一两千万造价的超豪华厕所，古生物化石大理石地砖），玄武湖（南京人的巨大能量场，曾经的皇家园林），紫峰大厦洲际酒店68楼（下午茶，真的超级高，外面可以看到南京长江大桥，玄武湖等），秦淮河/夫子庙/游船（白壁黑瓦，小桥流水）。还去参观了一些历史的纪念馆这些，南京是一个历史文化底蕴非常丰富的城市^ ^",
        "category": "life",
        "date": "2025-06-08",
        "media": null
    },
    {
        "id": 30,
        "title": "曾经的梦想在一个一个的实现",
        "content": "高三那年，深冬的夜晚，一个人在空荡荡的操场，耳机里循环着张婧懿的《小屋》，“看窗外的月亮，看路上的灯光，只是没能陪你去远方”—— “这句歌词如同一层初结的霜花，将十七岁的心事冻在蒙雾的窗玻璃上。那时，我在心中悄悄树立了一个愿望，希望自己以后上大学可以实现。\n这两天突然想到，这个梦想早已实现，而且我现在也成为了之前梦寐以求可以成为的人。如果我可以回到过去，我会告诉过去的我：请你千万不要为未来焦虑，你的未来很精彩很出色，是远超你想象中的好。",
        "category": "life",
        "date": "2025-06-15",
        "media": null
    },
    {
        "id": 31,
        "title": "腾讯实习一周初体会",
        "content": "很感谢腾讯这个平台，每天在腾讯真的可以学到很多东西，见识到自己之前没有见识到的。继续加油捏。",
        "category": "study",
        "date": "2025-06-15",
        "media": null
    },
    {
        "id": 32,
        "title": "要有主人翁意识，要自信，更要多学多问，不要自我降级",
        "content": "这两天最大的感悟就是，多学多问多思考，积极主动且自信，这些特质真的很主要。在中学里，老师恨不得把知识塞给你，但在公司里，大家都有自己的事，根本没有人会过多的关注你（当然这是最正常最基本的状态）。所以想要成长，尤其是在高手云集的地方成长，最主要的就是积极主动，多学多问多看多思考。同时要有主人翁意识，不要自我降级，如果每次都觉得“算了吧我只是实习生”，这样的话，自己的水平一辈子也就只是实习生了，也就只配领实习生的工资了。",
        "category": "life",
        "date": "2025-06-19",
        "media": null
    },
    {
        "id": 33,
        "title": "以前几周才能做完的事情，现在用ai一小时就可以做完，心情复杂",
        "content": "豆包（字节跳动旗下）的ai真的很厉害，尤其是ai编程能力，非常适合没有基础的人自己做项目。我突然意识到，自己之前辛辛苦苦几周才做完的东西，现在借助ai加上自己的代码能力，一个小时就可以做出来。心情还是很复杂的，有种之前的自己的努力变得几乎一文不值的感觉。\n不过这也说明，一定要积极拥抱ai，用ai提高自己的生产力和竞争力。不过也不要过度依赖ai，自己心中要有衡量的标准。",
        "category": "ai",
        "date": "2025-06-25",
        "media": null
    },
    {
        "id": 34,
        "title": "在腾讯，接触到了很多之前没想过能接触到的人",
        "content": "在企业微信里，可以联系到腾讯的所有人（甚至是pony，tony），我联系了之前因为毕业论文致谢爆火的中科院黄国平博士（他本科毕业于西南大学）。我给他发了几张西南大学尤其是西南大学计信院的近照，也向他寻求了一些人生建议。还联系了之前在量化交易算法交流群认识的一位base深圳的同为csig部门的老师，看了他的km，正好他的km里有我感兴趣的帖子。还联系了wxg的一位产品经理老师，他之前在微信面一面直播分享的一些东西，给我带来了很深的启发和思考，我专门在企微里对他表达感谢。",
        "category": "life",
        "date": "2025-06-25",
        "media": null
    },
    {
        "id": 35,
        "title": "和很好的同BG同事学习到了很好的SOP",
        "content": "今天接到leader的一个新任务，恰好我有个base深圳的同BG同岗的同事也在做同类型项目，我在个人微信上找他沟通，他迅速提议电话沟通。\n电话里，他分享了一个非常好的SOP和checklist，帮我迭代了方法论，明确了交付指标，收获还是非常大的，让我做起事来也更从容。\n以后认知模糊期一定要主动破局提问。而且关键沟通也要优先语音，保障信息颗粒度与协作闭环。",
        "category": "life",
        "date": "2025-07-01",
        "media": null
    },
    {
        "id": 36,
        "title": "还是忙点好呀",
        "content": "之前期末的时候，每天整日整夜的学。在腾讯的时候，又是一直工作。这些时候就特别盼望着周末。然而真的到周末了，又感觉无所事事，很多事情都提不起心情来干，游戏不爱玩，喝酒也不爱喝，美剧也不想看了，聊天也不能一直聊。忙的时候盼着闲，真闲下来又浑身不得劲，好像心里空落落的。\n还是充实一些，忙一点好。准备以后业余时间学一学下学期的东西了。既充实又能为之后减负，一举两得~",
        "category": "life",
        "date": "2025-07-05",
        "media": null
    },
    {
        "id": 37,
        "title": "以后真的不能再熬夜了",
        "content": "熬夜会让人变傻，变丑，不能再熬夜了啊啊啊，要自律。",
        "category": "life",
        "date": "2025-07-09",
        "media": null
    },
    {
        "id": 38,
        "title": "永远都是要说，永远都是要问，永远都是要去做，永远都是要去积极主动",
        "content": "最近感悟最深的一个道理。只有这样的人才会抓住机会，才会获得更多成长和关注，才会有更好的机会和发展。因为不说，不问，不沟通，不做，不积极主动是最简单的，这也是人被埋没的重要原因。\n这也是目前在腾讯实习给我带来的最大的收获之一，其实都不是知识上的收获，而是一些思想上，性格上的收获和改进吧。也就是大家说的软实力。",
        "category": "life",
        "date": "2025-07-09",
        "media": null
    },
    {
        "id": 39,
        "title": "最近也研究上了历史",
        "content": "最近买了本唐朝的背影这本书，去研究唐朝的历史。主要目的是可以以史为鉴。我最开始以为我提不起兴趣的，没想到真的提起兴趣来了，感觉学到了很多东西，同时和别人聊天也更有聊的了。准备看完这本书之后，再去看看长安的荔枝，补药急于求成，先了解好一个朝代的历史。",
        "category": "hobby",
        "date": "2025-07-09",
        "media": null
    },
    {
        "id": 9999,
        "title": "人要培养三种爱好",
        "content": "人要有三种爱好：一是运动型，例如跑步，爬山，舞蹈和健身等。消耗体力，降低压力，也可以提升外貌。\n二是沉浸型，画画，书法，抄佛经，冥想，Yoganidra等。完全投入进去。放空自己，给不停在思考的大脑一个喘息的机会。\n三是精神型，历史，五行，读书（最好是纵向），写作（哪怕是记录），音乐和电影。让自己精神世界更加丰富，谈吐和气质也会跟着提升，思考方式也会跟着变化。\n我已经在培养我的这些爱好了，暑假会坚持，下学期也会坚持的。最近的主力要放在健身和学习历史上。\n今天晚上十点才从公司回家，是加班之后，看了一会历史类的书籍，看的是盛唐的背影，感觉看完了之后还会有种成就感和满足感哈哈。",
        "category": "hobby",
        "date": "2025-07-10",
        "media": null
    }
]    
